#include <stdio.h>
#include <stdlib.h>

// Функция для информации

void info() {
    printf("============================================================\n");
    printf("[1] Выводит на экран текущий день и час\n");
    printf("[2] Промотать время (Поработать)\n");
    printf("[3] Посмотреть инвентарь\n");
    printf("[4] Положить предмет в слот\n");
    printf("[5] Выбросить предмет \n");
    printf("[6] \n");
    printf("[0] Завершение программы\n");
    printf("============================================================\n");
    printf("Выберите цифру которая соответсвует вашему запросу:\n");
    

}
//====================================================================================================================
int main()
{ 
    info();
    int numbering1;
    int added_time=0;
    int current_day = 1;
    int current_hour = 8;
    int inventory = 10;




  //======================================================================================================================  
// Тело Игры 


 return 0; 
}








